[
  {
    "book_id": 1,
    "book_name": "Samuel",
    "verse": "1 Samuel 21:3",
    "text": "Now then, what do you have at hand? Give me five loaves of bread or whatever is here.”"
  },
  {
    "book_id": 2,
    "book_name": "John",
    "verse": "John 6:5",
    "text": "Then Jesus, when he looked up  and saw that a large crowd was coming to him, said to Philip, “Where can we buy bread so that these people can eat?”"
  },
  {
    "book_id": 3,
    "book_name": "Numbers",
    "verse": "Numbers 6:15",
    "text": "and a basket of unleavened bread, finely milled flour of ring-shaped bread cakes mixed with oil, and wafers of unleavened bread smeared with oil, and their grain offering and their libations."
  },
  {
    "book_id": 4,
    "book_name": "Exodus",
    "verse": "Exodus 16:3",
    "text": "And the Israelites said to them, “If only we had died by the hand of Yahweh in the land of Egypt, when we sat by the pots of meat, when we ate bread until we were full, because you have brought us out to this desert to kill all of this assembly with hunger.”"
  },
  {
    "book_id": 5,
    "book_name": "Proverbs",
    "verse": "Proverbs 9:5",
    "text": "“Come, eat with my bread; \r\n       drink with the wine I have mixed."
  },
  {
    "book_id": 6,
    "book_name": "Hosea",
    "verse": "Matthew 16:5",
    "text": "And when the disciples arrived at the other side, they had forgotten to take bread."
  },
  {
    "book_id": 7,
    "book_name": "Psalm",
    "verse": "Psalm 127:2",
    "text": "It is in vain for you who rise early and sit late, \r\n     eating the bread of anxious toil, \r\n     when thus he provides for his beloved in his sleep."
  },
  {
    "book_id": 8,
    "book_name": "Exodus",
    "verse": "Exodus 29:2",
    "text": "and unleavened bread and unleavened, ring-shaped bread cakes mixed with oil, and wafers of unleavened breads smeared with oil. You will make them with finely milled wheat flour,"
  },
  {
    "book_id": 9,
    "book_name": "Leviticus",
    "verse": "Leviticus 2:4",
    "text": "“ ‘But if you bring a grain offering of something oven-baked, it must be of finely milled flour as ring-shaped unleavened bread mixed with oil or wafers of unleavened bread smeared with oil."
  },
  {
    "book_id": 10,
    "book_name": "Psalm",
    "verse": "Psalm 14:4",
    "text": "All who do evil—do they not know, \r\n     they who eat my people as though they were eating bread? \r\n     They do not call on Yahweh."
  },
  {
    "book_id": 11,
    "book_name": "HoPsalmsea",
    "verse": "Psalm 53:4",
    "text": "Do not evildoers know, \r\n     they who eat my people as though they were eating bread? \r\n     They do not call on God."
  },
  {
    "book_id": 12,
    "book_name": "John",
    "verse": "John 13:18",
    "text": "“I am not speaking about all of you. I know whom I have chosen, but in order that the scripture would be fulfilled, ‘The one who eats my bread has lifted up his heel against me.’"
  },
  {
    "book_id": 13,
    "book_name": "1 Kings",
    "verse": "1 Kings 17:6",
    "text": "The crows were bringing bread and meat in the morning for him and bread and meat in the evening, and he drank from the wadi."
  },
  {
    "book_id": 14,
    "book_name": "Leviticus",
    "verse": "Leviticus 8:2",
    "text": "“Take Aaron and his sons with him, and the garments and the anointing oil and the bull of the sin offering and the two rams and the basket of the unleavened bread,"
  },
  {
    "book_id": 15,
    "book_name": "Ezekiel",
    "verse": "Ezekiel 4:12",
    "text": "And as a bread-cake of barley you shall eat it, and with human excrement you shall bake it before their eyes.”"
  },
  {
    "book_id": 16,
    "book_name": "Leviticus",
    "verse": "Leviticus 24:1",
    "text": "Then Yahweh spoke to Moses, saying,"
  },
  {
    "book_id": 17,
    "book_name": "Leviticus",
    "verse": "Leviticus 23:6",
    "text": "And on the fifteenth day of this month is Yahweh’s Feast of Unleavened Bread; for seven days you shall eat unleavened bread."
  },
  {
    "book_id": 18,
    "book_name": "Corinthians",
    "verse": "1 Corinthians 11:23",
    "text": "For I received from the Lord what I also passed on to you, that the Lord Jesus, on the night in which he was betrayed, took bread,"
  },
  {
    "book_id": 19,
    "book_name": "Exodus",
    "verse": "Exodus 13:1",
    "text": "And Yahweh spoke to Moses, saying,"
  },
  {
    "book_id": 20,
    "book_name": "Hosea",
    "verse": "Hosea 9:4",
    "text": "They will not pour drink offerings of wine to Yahweh, \r\n       and their sacrifices will not please him. \r\n     They are like mourners’ bread for them; \r\n       all those who eat it will be defiled. \r\n     For their bread will be for their hunger; \r\n       it will not come to the house of Yahweh."
  }
]
